Repository: nunompmoniz/nosqueremossaber-theme
Catalog: locale-theme/*/app.po
Languages: pt_pt

source: Make and browse Freedom of Information (FOI) requests
pt_pt: Exerce o teu direito a saber. Solicita informação.

source: Too many requests
pt_pt: Demasiados pedidos

source: - Freedom of Information requests
pt_pt: - Pedidos de Acesso a Informação

source: - user profile
pt_pt: - perfil do utilizador

source: Freedom of Information requests made by you
pt_pt: Pedidos de Acesso a Informação realizados por ti

source: Freedom of Information requests made by this person
pt_pt: Pedidos de Acesso a Informação realizados por este utilizador

source: {{title}} - a Freedom of Information request to {{public_body}}
pt_pt: {{title}} - Pedido de Acesso a Informação solicitado a {{public_body}}

source: show quoted sections
pt_pt: mostrar o resto da mensagem

source: hide quoted sections
pt_pt: ocultar o fim da mensagem

source: Clarify your FOI request -
pt_pt: Clarifica o teu Pedido de Acesso a Informação -

source: {{public_body}} has asked you to explain part of your {{law_used}} request.
pt_pt: {{public_body}} pediu que clarifiques o teu Pedido de Acesso a Informação.

source: {{law_used}} requests at {{public_body}}
pt_pt: {{public_body}}

source: details
pt_pt: Detalhes

source: [{{public_body}} request email]
pt_pt: [email de {{public_body}}]

source: [FOI #{{request}} email]
pt_pt: [email editado]

source: [{{site_name}} contact email]
pt_pt: [email de {{site_name}}]

source: Exercise your right to know.
pt_pt: Exerce o teu direito a saber.
